Revit 2027 API
ScaleFailures Properties
The BuiltInFailures.ScaleFailures type exposes the following members.
Properties
Name | Description
CannotScaleLinkWithSharedCoordinates |  Can't scale link that shares coordinates with host model
Top
See Also
Reference
BuiltInFailures.ScaleFailures Class
Autodesk.Revit.DB Namespace